Repository: fdanesse/Historico
Catalog: JAMedia/JAMedia-10-gtk2-2012/po/*.po
Languages: da, es, hy, nl

source: JAMedia
hy: ՋԱԼրատվամիջոց

source: The streams were successfully updated.
da: Strømmen blev opdateret.
es: Los streams se han actualizado con éxito.
hy: Հաղորդումները հաջողությամբ արդիականացեցին:
nl: De update van de stromen was gelukt.

source: The streams could not be updated.
da: Strømmen kunne ikke opdateres.
es: Los streams no se pudieron actualizar.
hy: Հաղորդումները չեն կարող արդիականացվել:
nl: De update van de stromen lukte niet.

source: JAMedia Message
da: JAMedia-besked
es: Mensaje JAMedia
hy: ՋԱՄլրատվական Հաղորդագրություն
nl: JAMedia Boodschap

source: The file already exists in the destination directory. Do you want to overwrite it?
da: Filen findes allerede i den valgte mappe. Ønsker du at overskrive den?
es: El archivo ya existe en el directorio de destino. ¿Desea sobreescribirlo?
hy: Ֆայլը արդեն գոյություն ունի նպատակակետի տեղեկագրքում: Ցանկանու՞մ ես վերագրանցել այն
nl: Bestand bestaat al in de doelmap. Wil je die overschrijven?

source: File copied.
da: Filen blev kopieret.
es: Archivo copiado.
hy: Ֆայլը պատճենված է
nl: Bestand gekopieerd.

source: The file does not exist.
da: Filen eksisterer ikke.
es: El archivo no existe.
hy: Ֆայլը գոյություն չունի
nl: Het bestand bestaat niet.

source: File deleted.
da: Filen blev slettet.
es: Archivo borrado.
hy: Ֆայլը ջնջված է
nl: Bestand verwijderd.

source: File moved.
da: Filen blev flyttet.
es: Archivo movido.
hy: Ֆայլը հեռացված է
nl: Bestand verplaatst.

source: Stopped recording.
da: Optagelse blev stoppet.
es: Grabación detenida.
hy: Ձայնագրումը դադարեցված է
nl: Opnemen gestopt.

source: Stopped playing.
da: Afspilning blev stoppet.
es: Reproducción detenida.
hy: Նվագարկումը դադարեցված է
nl: Afspelen gestopt.

source: JAMedia Radio
hy: ՋԱՄեդիա Ռադիո

source: JAMedia TV
hy: ՋԱՄեդիա Հեռուստատեսություն

source: My Stations
da: Mine stationer
es: Mis estaciones
hy: Իմ Կայանները
nl: Mijn Stations

source: My Channels
da: Mine kanaler
es: Mis Canales
hy: Իմ Հեռուստաալիքները
nl: Mijn Kanalen

source: My Files
da: Mine filer
es: Mis Archivos
hy: Իմ Ֆայլերը
nl: Mijn bestanden

source: Audio-JAMediaVideo
hy: Աուդիո-ՋԱԼրատվական Վիդեո

source: Video-JAMediaVideo
hy: Վիդեո-ՋԱԼրատվական Վիդեո

source: JAMediaTube
hy: ՋԱԼրատվական Հեռուստատեսություն

source: External Files
da: Eksterne filer
es: Archivos Externos
hy: Արտաքին Ֆայլեր
nl: Bestanden van buiten

source: Remove from the list
da: Fjern fra listen
es: Remover de la lista
hy: Հեռացնել ցուցակից
nl: Verwijder van de lijst

source: Copy to JAMedia
da: Kopiér til JAMedia
es: Copiar a JAMedia
hy: Պատճենել ՋԱԼրատվամիջոցում
nl: Kopieer naar JAMedia

source: Move to JAMedia
da: Flyt til JAMedia
es: Mover a JAMedia
hy: Տեղափոխել ՋԱԼրատվամիջ
nl: Verplaats naar JAMedia

source: Delete this file
da: Slet denne fil
es: Borrar este archivo
hy: Ջնջել այս ֆայլը
nl: Verwijder dit bestand

source: Copy to my stream
da: Kopiér min strøm
es: Copiar a mi stream
hy: Պատճենել իմ հաղորդման մեջ
nl: Kopieer naar mijn stroom

source: Move to my stream
da: Flyt til min strøm
es: Mover a mi stream
hy: Տեղափոխել իմ հաղորդում
nl: Verplaats naar mijn stroom

source: Remove stream
da: Fjern strøm
es: Remover stream
hy: Հեռացնել հաղորդումը
nl: Verwijder stroom

source: Record transmission
da: Optag udsendelse
es: Grabar transmisión
hy: գրանցել հաղորդումը
nl: Uitzending opnemen

source: Are you sure you want to remove it from the list?
da: Er du sikker på du vil fjerne den fra listen?
es: ¿Estás seguro que deseas eliminarlo de la lista?
hy: Համոզվա՞ծ ես, որ ցանկանում ես հեռացնել այն ցուցակից
nl: Weet je zeker dat je dit van de lijst wilt verwijderen?

source: Are you sure you want to remove the stream?
da: Er du sikker på du vil fjerne den fra strømmen?
es: ¿Estás seguro que quieres eliminar el stream?
hy: Համոզվա՞ծ ես, որ ցանկանում ես հեռացնել հաղորդումը:
nl: Weet je zeker dat je dit van de stroom wilt verwijderen?

source: Are you sure you want to copy this stream to your list?
da: Er du sikker på du vil kopiere denne strøm til din liste?
es: ¿Estás seguro que quieres copiar este stream a tu lista?
hy: Համոզվա՞ծ ես, որ ցանկանում ես պատճենել այս հաղորդումը քո ցուցակում:
nl: Weet je zeker dat je deze stroom naar je lijst wilt kopiëren?

source: Are you sure you want to move this stream to your list?
da: Er du sikker på du vil flytte denne strøm til din liste?
es: ¿Estás seguro que quieres mover este stream a tu lista?
hy: Համոզվա՞ծ ես, որ ցանկանում ես տեղափոխել այս հաղորդումը քո ցուցակ
nl: Weet je zeker dat je deze stroom naar je lijst wilt verplaatsen?

source: Yes
da: Ja
es: Si
hy: Այո
nl: Ja

source: No
da: Nej
hy: Ոչ
nl: Nee

source: Name:
da: Navn:
es: Nombre:
hy: Անուն`
nl: Naam:

source: Save
da: Gem
es: Guardar
hy: Պահպանել
nl: Bewaar

source: Cancel
da: Annullér
es: Cancelar
hy: Չեղարկել
nl: Annuleer

source: You must specify a name and a URL to play.
da: Du skal angive et navn og en URL til afspilning.
es: Debes especificar un nombre y una dirección URL para reproducir.
hy: Պետք է հատկորոշես անուն և URL խաղալու համար:
nl: Je moet naam en URL specificeren om af te spelen.

source: Are you sure you want to add this stream to your list?
da: Er du sikker på at du vil tilføje denne strøm til din liste?
es: ¿Estás seguro que deseas agregar este stream a tu lista?
hy: Համոզվա՞ծ ես, որ ցանկանում ես ավելացնել այս հաղորդումը քո ցուցակում:
nl: Weet je zeker dat je deze stroom aan je lijst wilt toevoegen?

source: Are you sure you want to copy this file?
da: Er du sikker på at du vil kopiere denne fil?
es: ¿Estás seguro que deseas copiar este archivo?
hy: Համոզվա՞ծ ես, որ ցանկանում ես պատճենել այս ֆայլը:
nl: Weet je zeker dat je dit bestand wilt kopiëren?

source: Are you sure you want to delete this file?
da: Er du sikker på at du vil slette denne fil?
es: ¿Estás seguro que deseas borrar este archivo?
hy: Համոզվա՞ծ ես, որ ցանկանում ես ջնջել այս ֆայլը:
nl: Weet je zeker dat je dit bestand wilt verwijderen?

source: Are you sure you want to move this file?
da: Er du sikker på at du vil flytte denne fil?
es: ¿Estás seguro que deseas mover este archivo?
hy: Համոզվա՞ծ ես, որ ցանկանում ես տեղաշարժել այս ֆայլը:
nl: Weet je zeker dat je dit bestand wilt verplaatsen?

source: Start to record?
da: Start optagelse?
es: ¿Empezar a grabar?
hy: Սկսե՞լ ձայնագրումը:
nl: Opnemen starten?

source: Stopped recording
da: Stoppede med at optage
es: Grabación detenida
hy: Դադարեցնել ձայնագրումը
nl: Opnemen gestopt

source: Exit from JAMedia?
da: Afslut JAMedia?
es: ¿Salir de JAMedia?
hy: Դու՞րս գալ ՋԱԼրատվությունից
nl: JAMedia verlaten?

source: Exit
da: Afslut
es: Salir
hy: Ելք
nl: Verlaten

source: Downloads
da: Hentede filer
es: Descargas
hy: Բեռնում է

source: Resolution
da: Opløsning
es: Resolución
hy: Վերլուծում
nl: Resolutie

source: Scale video to:
da: Skalér video til:
es: Escalar video a:
hy: Մեծացնել վիդեոյի չափսերը`
nl: Schaal video naar:

source: Fullscreen
da: Fuldskærm
es: Pantalla completa
hy: Էկրանի չափով
nl: Volledig scherm

source: Open Audio or Video Files
da: Åben lyd- eller videofiler
es: Abrir Archivos de Audio o Video
hy: Բացել Աուիո կամ Վիդեո Ֆայլեր
nl: Open Audio of Video Bestanden

source: Open
da: Åbn
es: Abrir
hy: Բացել

source: Select all
da: Vælg alle
es: Seleccionar todo
hy: Ընտրել ամբողջը
nl: Selecteer alles

source: Music
da: Musik
hy: Երաժշտություն
nl: Muziek

source: Videos
da: Videoer
hy: Տեսանյութեր

source: Last track
da: Sidste nummer
es: Última pista
hy: Վերջին կատարումը
nl: Laatste nummer

source: Play or pause
da: Afspil eller sæt på pause
es: Reproducir o pausar
hy: Նվագարկել կամ Դադարեցնել
nl: Spelen of pauze

source: Next track
da: Næste nummer
es: Siguiente pista
hy: Հաջորդ կատարումը
nl: Volgende nummer

source: Stop playing
da: Stop afspilning
es: Detener reproducción
hy: Կանգնեցնել նվագարկումը
nl: Afspelen stoppen

source: Update JAMedia streams
da: Opdatér JAMedia-strømme
es: Actualizar los streams de JAMedia
hy: Արդիականացնել ՋԱԼրատվական հաղորդումները
nl: Update JAMedia stromen

source: Close
da: Luk
es: Cerrar
hy: Փակել
nl: Sluit

source: Download and update JAMedia stream?
da: Hent og opdatér JAMedia-strøm?
es: ¿Descargar y actualizar los streams de JAMedia?
hy: Բեռնե՞լ և արդիականացնել ՋԱԼրատվական հաղորդումը
nl: Download en update JAMedia stroom?

source: Stop recording.
da: Stop optagelse.
es: Detener grabación.
hy: Դադարեցնել ձայնագրումը.
nl: Opnemen stoppen.

source: Recording
da: Optager
es: Grabando
hy: Ձայնագրում
nl: Opnemen

source: Recording stopped
da: Optagelse stoppede
es: Grabación detenida
hy: Ձայնագրումը դադարեցված է
nl: Opnemen gestopt

source: Select a list.
da: Vælg en liste.
es: Seleccionar una lista.
hy: Ընտրել ցուցակ.
nl: Selecteer een lijst.

source: Add stream
da: Tilføj strøm
es: Agregar stream
hy: Ավելացնել հաղորդում
nl: Voeg een stroom toe

source: Playback Paused
da: Afspilning sat på pause
es: Reproducción Pausada
hy: Վերարտադրումը ընդհատված է
nl: Afspelen Gepauzeerd

source: Playing
da: Afspiller
es: Reproduciendo
hy: Նվագարկում է
nl: Afspelen

source: Playback Stopped
da: Afspilning stoppede
es: Reproducción Detenida
hy: Վերարտադրումը Դադարեցված է
nl: Afspelen Gestopt

source: Stopped playing
da: Afspilning stoppede
es: Reproducción detenida
hy: Դադարեցրեց նվագարկումը
nl: Afspelen gestopt

source: File from Journal
da: Fil fra journal
es: Archivo del Diario
hy: Ֆայլ Մատյանից
nl: Bestand van Logboek

source: Remove from the List
da: Fjern fra listen
es: Remover de la Lista
hy: Հեռացնել Ցուցակից
nl: Verwijder van de Lijst

source: Delete stream
da: Slet strøm
es: Borrar stream
hy: Ջնջել հաղորդումը
nl: Verwijder stroom

source: You must specify a name and a playing URL.
da: Du skal angive et navn og en afspilnings-URL.
es: Debes especificar un nombre y una URL a reproducir.
hy: Դու պետք է հատկորոշես անուն և նվագարկող URL.
nl: Je moet een naam opgeven en een URL afspelen.

source: Are you sure you want to remove this file?
da: Er du sikker på du vil slette denne fil?
es: ¿Estás seguro que deseas eliminar este archivo?
hy: Համոզվա՞ծ ես, որ ցանկանում ես հեռացնել այս ֆայլը:
nl: Weet je zeker dat je dit bestand wilt verwijderen?
